{
  "id": "2025-2026-iran-protests",
  "name": {
    "fa": "اعتراضات سراسری دی ۱۴۰۴ ایران",
    "en": "2025–2026 Iran Protests"
  },
  "description": {
    "fa": "موجی از اعتراضات سراسری که از ۷ دی ۱۴۰۴ (۲۸ دسامبر ۲۰۲۵) در واکنش به بحران اقتصادی، سقوط ارزش ریال و افزایش شدید قیمت‌ها آغاز شد. این اعتراضات ابتدا با اعتصاب و تعطیلی مغازه‌ها (از جمله بازار تهران) و تجمعات صنفی شروع شد و سپس به شهرهای دیگر گسترش یافت و با سرکوب امنیتی، بازداشت‌های گسترده و محدودیت‌های شدید اینترنت همراه شد. ۱۸ و ۱۹ دی ماه و در پی انتشار نخستین فراخوان رضا پهلوی، اعتراضات با حضور میلیونی معترضان در بیش از ۴۰۰ شهر ایران همراه شد و تبدیل به بزرگ ترین و گسترده ترین اعتراضات ضد حکومتی پس از انقلاب ۱۳۵۷ شد. برخی منابع، رویدادهای دی ۱۴۰۴ را «مرگبارترین سرکوب دولتی علیه معترضان در تاریخ معاصر ایران» ، «نسل کشی در تاریکی دیجیتال» و « جنایت علیه بشریت» توصیف کرده اند. مردم ایران  خواستار اقدام بین المللی براساس اصل مسئولیت حفاظت (R2P – Responsibility to Protect) شده اند",
    "en": "A wave of nationwide protests that began on December 28, 2025, amid severe economic turmoil, a collapsing rial, and soaring prices. The protests reportedly started with strikes and shop closures (including Tehran’s Grand Bazaar), spread to other cities, and were met with a heavy security crackdown, mass arrests, and major internet restrictions. On January 8 and 9, following the first public call for protests by exiled crown prince Reza Pahlavi, the protests escalated to reportedly millions of participants in over 400 cities across Iran, making it the largest and most widespread anti-government protest movement since the 1979 revolution. Some sources have described the events of December 2025 as “the deadliest government crackdown on protesters in modern Iranian history,” a “digital darkness genocide,” and a “crime against humanity.” The Iranian people have called for international action based on the Responsibility to Protect (R2P) principle."
  },
  "startDate": "2025-12-28",
  "endDate": null,
  "images": [
    "events/2025-2026-iran-protests/12.jpeg",
    "events/2025-2026-iran-protests/1.jpg",
    "events/2025-2026-iran-protests/2.jpg",
    "events/2025-2026-iran-protests/3.jpg",
    "events/2025-2026-iran-protests/4.jpg",
    "events/2025-2026-iran-protests/5.jpg",
    "events/2025-2026-iran-protests/6.jpg",
    "events/2025-2026-iran-protests/7.jpg",
    "events/2025-2026-iran-protests/8.jpg",
    "events/2025-2026-iran-protests/9.jpg",
    "events/2025-2026-iran-protests/10.jpg",
    "events/2025-2026-iran-protests/11.jpg"
  ],
  "tags": ["#protest", "#revolution", "#nationwide", "#DigitalBlackoutIran", ",#IranMassacre", "#IranRevoIution2026", "#R2PforIran"],
  "links": [
    {
      "url": "https://fa.wikipedia.org/wiki/%D8%A7%D8%B9%D8%AA%D8%B1%D8%A7%D8%B6%D8%A7%D8%AA_%D8%AF%DB%8C_%DB%B1%DB%B4%DB%B0%DB%B4_%D8%A7%DB%8C%D8%B1%D8%A7%D9%86",
      "title": "ویکی‌پدیا: اعتراضات دی ۱۴۰۴ ایران",
      "type": "wikipedia"
    },
    {
      "url": "https://www.reuters.com/world/china/iran-protests-abate-after-deadly-crackdown-residents-rights-group-say-2026-01-16/",
      "title": "Reuters: Iran protests abate after deadly crackdown, residents, rights group say (Jan 16, 2026)",
      "type": "news"
    },
    {
      "url": "https://www.amnesty.org/en/latest/news/2026/01/iran-massacre-of-protesters-demands-global-diplomatic-action-to-signal-an-end-to-impunity/",
      "title": "Amnesty International: Iran crackdown on protesters calls for global action (Jan 2026)",
      "type": "news"
    },
    {
      "url": "https://parsi.euronews.com/2026/01/17/21st-day-of-protests-very-limited-internet-access-in-iran",
      "title": "یورونیوز فارسی: تحولات روزانه اعتراضات و محدودیت اینترنت (۱۷ ژانویه ۲۰۲۶)",
      "type": "news"
    }
  ]
}
