{
  "id": "hamid-arzanloo",
  "firstName": {
    "fa": "حمید",
    "en": "Hamid"
  },
  "lastName": {
    "fa": "ارزانلو",
    "en": "Arzanloo"
  },
  "age": null,
  "birthDate": null,
  "deathDate": "2026-01-11",
  "causeOfDeath": "Shot in the head by security forces, fell into coma and died after several days",
  "incidentDate": "2026-01-08",
  "location": {
    "city": "Tehran",
    "country": "Iran"
  },
  "status": "killed",
  "description": {
    "fa": "حمید ارزانلو، پدر دو فرزند کوچک، در جریان تیراندازی نیروهای امنیتی در تاریخ ۱۸ دی‌ماه ۱۴۰۴ در منطقه تهرانپارس تهران، با اصابت گلوله به سر به شدت مجروح و به کما فرو رفت. او پس از چند روز بیهوشی در تاریخ ۲۱ دی‌ماه جان خود را از دست داد. برادرش وحید که برای کمک به او رفته بود نیز هدف قرار گرفت و جان باخت. به گفته منابع نزدیک به خانواده، نهادهای امنیتی برای تحویل پیکر این دو برادر مبلغ یک میلیارد و پانصد میلیون تومان از خانواده دریافت کردند و آن‌ها را وادار به امضای تعهد کردند که علت مرگ را «سکته مغزی» اعلام کنند. همچنین شرط تحویل اجساد، حضور خانواده در راهپیمایی حکومتی میدان انقلاب بود.",
    "en": "Hamid Arzanloo, father of two young children, was severely injured and fell into a coma on January 8, 2026 (18 Dey 1404) when shot in the head by security forces in the Tehranpars area of Tehran. He died after several days of unconsciousness on January 11, 2026 (21 Dey 1404). His brother Vahid, who had gone to help him, was also targeted and killed. According to sources close to the family, security agencies received 1.5 billion tomans from the family for the return of the two brothers' bodies and forced them to sign a pledge stating the cause of death as 'stroke.' Additionally, the condition for returning the bodies was the family's attendance at a government rally in Enghelab Square."
  },
  "events": [
    "2025-2026-iran-protests"
  ],
  "images": [
    "images/people/hamid-arzanloo/profile.jpeg",
    "images/people/hamid-arzanloo/gallery-1.png"
  ],
  "links": [
    {
      "url": "https://x.com/allahbakhshii/status/2012612857955779023",
      "title": "Report on Hamid and Vahid Arzanloo's Deaths",
      "type": "social_media"
    }
  ],
  "verified": true,
  "published": true
}