{
  "id": "souran-feizizada",
  "firstName": {
    "fa": "سوران",
    "en": "Souran"
  },
  "lastName": {
    "fa": "فیضی‌زاده",
    "en": "Feizizada"
  },
  "age": null,
  "birthDate": null,
  "deathDate": "2026-01-09",
  "causeOfDeath": {
    "fa": "شکنجه شدید با باتوم و ضرب‌وشتم مکرر در حین و پس از بازداشت، فوت بر اثر جراحات در بیمارستان",
    "en": "Severe torture with batons and repeated beatings during and after arrest, died from injuries in hospital"
  },
  "incidentDate": "2026-01-08",
  "location": {
    "city": "Bijar",
    "country": "Iran"
  },
  "status": "killed",
  "description": {
    "fa": "سوران فیضی‌زاده، فرزند عباس، اهل سقز و ساکن بیجار، متأهل و دارای دو فرزند (یکی از آن‌ها تنها سه ماهه)، شامگاه پنجشنبه ۱۸ دی ۱۴۰۴ در جریان اعتراضات مردمی شهر بیجار توسط نیروهای سرکوب در خیابان بازداشت شد و در حین بازداشت به‌شدت با باتوم و ضرب‌وشتم مکرر مورد شکنجه قرار گرفت. در نتیجه شدت جراحات وارده، این شهروند کُرد روز جمعه ۱۹ دی ۱۴۰۴ در یکی از بیمارستان‌های سنندج جان خود را از دست داد. در مدت بستری شدن او در سنندج، نیروهای امنیتی به خانواده اجازه ملاقات و دیدار ندادند و پس از جان‌باختن او، پیکرش را مخفیانه و بدون اطلاع خانواده در مکانی بی‌نام‌ونشان در شهر سقز به خاک سپردند. خانواده او تحت فشار شدید قرار گرفته‌اند تا اجازه هیچ‌گونه صحبت و خبررسانی نداشته باشند.",
    "en": "Souran Feizizada, son of Abbas, originally from Saqqez and residing in Bijar, married with two children (one only three months old), was arrested by suppression forces on the street on Thursday evening, January 8, 2026 (18 Dey 1404) during popular protests in Bijar. He was severely tortured with batons and repeated beatings during arrest. As a result of the severity of his injuries, this Kurdish citizen died on Friday, January 9, 2026 (19 Dey 1404) in one of Sanandaj's hospitals. During his hospitalization in Sanandaj, security forces did not allow the family to visit him, and after his death, his body was secretly buried in an unmarked location in Saqqez without the family's knowledge. His family has been placed under severe pressure not to speak or report about it."
  },
  "events": [
    "2026-protest",
    "iran-massacre",
    "2026-revolution"
  ],
  "images": [
    "images/people/souran-feizizada/profile.jpeg"
  ],
  "links": [
    {
      "url": "https://x.com/kurdpa_farsi/status/2012233985007484951",
      "title": "Kurdpa Report on Souran Feizizada's Death",
      "type": "news"
    }
  ],
  "verified": true,
  "published": true
}